Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: https://old.example.com/page
it: https://vecchio.esempio.com/pagina

source: Webhooks
it: Webhook
ko: 웹훅
ru: Вебхуки
zh_hans: Webhooks 钩子
zh_hant: Webhooks 勾點

source: http://localhost:8080
ja: http://ローカルホスト:8080
ru: http://локальный хост:8080

source: IPv4 (%lld)
ja: IPv4（%lld件）
ko: IPv4 (%lld개)
zh_hans: IPv4（%lld 条）
zh_hant: IPv4（%lld 條）

source: IPv6 (%lld)
ja: IPv6（%lld件）
ko: IPv6 (%lld개)
zh_hans: IPv6（%lld 条）
zh_hant: IPv6（%lld 條）

source: Polish (WebP)
ja: Polish（WebP最適化）
ko: Polish (WebP 최적화)
zh_hans: Polish（WebP 优化）
zh_hant: Polish（WebP 最佳化）

source: Workers AI (%lld)
ja: Workers AI（%lld件）
ko: Workers AI (%lld개)
zh_hans: Workers AI（%lld 个）
zh_hant: Workers AI（%lld 個）

source: ASN
ru: АСН
zh_hans: ASN 编号
zh_hant: ASN 编號

source: CIDR
ru: ЦИДР

source: R2
ru: Р2

source: TLS
ru: ТЛС

# %@ ms / %@ ms
source: %1$@ ms / %2$@ ms
ru: %1$@ мс / %2$@ мс

source: ±%@ ms
ru: ±%@ мс

source: %lld KV
zh_hans: %lld 个 KV
zh_hant: %lld 個 KV

source: Access
zh_hans: 访问控制 (Access)
zh_hant: 存取控制 (Access)

source: Bot Fight Mode
zh_hans: Bot Fight Mode 机器人防护
zh_hant: Bot Fight Mode 機器人防護

source: Brotli
zh_hans: Brotli 压缩
zh_hant: Brotli 壓縮

source: D1 SQL
zh_hans: D1 SQL 数据库
zh_hant: D1 SQL 資料庫

source: DoH Dig
zh_hans: DoH Dig 查询
zh_hant: DoH Dig 查詢

source: Early Hints
zh_hans: Early Hints 提前加载
zh_hant: Early Hints 提前加載

source: Edge TTFB
zh_hans: Edge TTFB（首字节时间）
zh_hant: Edge TTFB（首位元組時間）

source: FREE
zh_hans: 免费版
zh_hant: 免費版

source: IP / ASN
zh_hans: IP 归属
zh_hant: IP 归属

source: IPv6
zh_hans: IPv6 兼容支持
zh_hant: IPv6 兼容支持

source: No-Sniff
zh_hans: No-Sniff (X-Content-Type-Options)
zh_hant: No-Sniff (X-Content-Type-Options)

source: PAID
zh_hans: 付费版
zh_hant: 付費版

source: PRO
zh_hans: 专业版
zh_hant: 專業版

source: Speed Brain
zh_hans: Speed Brain 预取
zh_hant: Speed Brain 預取

source: Trace · DNS Dig · HTTP · SSL · WHOIS · IP
zh_hans: Trace 追踪 · DNS Dig · HTTP · SSL · WHOIS · IP
zh_hant: Trace 追蹤 · DNS Dig · HTTP · SSL · WHOIS · IP

source: V8 Edge
zh_hans: V8 边缘引擎
zh_hant: V8 邊緣引擎

source: WHOIS
zh_hans: WHOIS 查询
zh_hant: WHOIS 查詢

source: BUSINESS
zh_hans: 商业版
zh_hant: 商業版

source: ENTERPRISE
zh_hans: 企业版
zh_hant: 企業版

source: Pro
zh_hans: 专业版
zh_hant: 專業版
